{
    "movies": [
        {
            "id": 1,
            "img": "https://c.theost.com/x/1/63984061.jpg",
            "title": "Зеленая миля",
            "date": "1999",
            "ratio": "9.1",
            "comments": "",
            "details": "Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока."
    
        },
        {
            "id": 2,
            "img": "http://audio-knigki.ru/uploads/posts/2013-12/1387313729_skpobegt.jpg",
            "title": "Побег из Шоушенка",
            "date": "1994",
            "ratio": "9.1",
            "comments": "",
            "details": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения."
    
        },
        {
            "id": 3,
            "img": "https://cdn1.ozone.ru/s3/multimedia-h/c1200/6057027473.jpg",
            "title": "Интерстеллар",
            "date": "2014",
            "ratio": "8.6",
            "comments": "",
            "details": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями."
    
        },
        {
            "id": 4,
            "img": "https://img2.playprint.ru/products/tablecloths-square-3d/2/9/4/2949633/FGbjGdVibGah9Xz9cFV0UGdp2chtdmZtJnvUbnQt0yM-DMA1.jpg",
            "title": "Карты, деньги, два ствола",
            "date": "1998",
            "ratio": "8.6",
            "comments": "",
            "details": "Четверо молодых парней накопили каждый по 25 тысяч фунтов, чтобы один из них мог сыграть в карты с опытным шулером и матерым преступником, известным по кличке Гарри-Топор. Парень в итоге проиграл 500 тысяч, на уплату долга ему дали неделю.            В противном случае и ему и его «спонсорам» каждый день будут отрубать по пальцу, а потом... Чтобы выйти из положения, ребята решили ограбить бандитов, решивших ограбить трех «ботаников», выращивающих марихуану для местного наркобарона. Но на этом приключения четверки не заканчиваются..."
    
        },
        {
            "id": 6,
            "img": "https://i1.sndcdn.com/artworks-000509923878-48f9o4-t500x500.jpg",
            "title": "Криминальное чтиво",
            "date": "1994",
            "ratio": "8.6",
            "details": "Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах между разборками и решением проблем с должниками криминального босса Марселласа Уоллеса.           В первой истории Винсент проводит незабываемый вечер с женой Марселласа Мией. Во второй рассказывается о боксёре Бутче Кулидже, купленном Уоллесом, чтобы сдать бой. В третьей истории Винсент и Джулс по нелепой случайности попадают в неприятности."
    
        },
        {
            "id": 7,
            "img": "https://www.ostmusic.org/images/albums/inception.jpg",
            "title": "Начало",
            "date": "2010",
            "ratio": "8.7",
            "details": "Кобб – талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил.            И вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное – инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача – не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением.            Но никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб."
    
        },
        {
            "id": 8,
            "img": "http://www.graycell.ru/picture/big/otstupniki.jpg",
            "title": "Счастливое число Слевина",
            "date": "2005",
            "ratio": "8.1",
            "details": "Слевину не везет. Дом опечатан, девушка ушла к другому… Его друг Ник уезжает из Нью-Йорка и предлагает Слевину пожить в пустой квартире. В это время крупный криминальный авторитет по прозвищу Босс хочет рассчитаться со своим бывшим партнером за убийство сына и в отместку «заказать» его наследника."
    
        },
        {
            "id": 9,
            "img": "http://www.graycell.ru/picture/big/tuchchi.jpg",
            "title": "Счастливое число Слевина",
            "date": "2005",
            "ratio": "8.1",
            "details": "Слевину не везет. Дом опечатан, девушка ушла к другому… Его друг Ник уезжает из Нью-Йорка и предлагает Слевину пожить в пустой квартире. В это время крупный криминальный авторитет по прозвищу Босс хочет рассчитаться со своим бывшим партнером за убийство сына и в отместку «заказать» его наследника."
    
        },
        {
            "id": 10,
            "img": "http://www.graycell.ru/picture/big/gonka.jpg",
            "title": "Гонка",
            "date": "2013",
            "ratio": "8.1",
            "details": "70-е годы XX века. Золотое время «Формулы-1»: обтекаемые формы гоночных машин, брутальные на треке и ранимые в обычной жизни гонщики, сексуальные поклонницы, литры шампанского на финише для победителя… Два непримиримых соперника в истории гонок – обаятельный плейбой-англичанин Джеймс Хант и дисциплинированный перфекционист-австриец Ники Лауда – доводят себя до предела физической и психологической выносливости ради триумфа на трассе. Для них нет легких путей к победе и права на ошибку. Единственный промах гонщикам может стоить карьеры и даже жизни."
    
        },
        {
            "id": 11,
            "img": "http://www.graycell.ru/picture/big/chigur.jpg",
            "title": "Старикам тут не место",
            "date": "2007",
            "ratio": "7.8",
            "details": "Обычный работяга обнаруживает в пустыне гору трупов, набитый героином грузовик и соблазнительную сумму в два миллиона долларов наличными. Он решает взять деньги себе, и результатом становится волна насилия, которую не может остановить вся полиция Западного Техаса."
    
        }
    ]

}